[
  {
    "path": "posts/2021-08-16-life/",
    "title": "Laying a Foundation",
    "description": "My goals for this website, some more personal information, and a little of my experience with ADHD.",
    "author": [],
    "date": "2021-08-21",
    "categories": [],
    "contents": "\nCurrently Watching: Ted Lasso\nCurrently Reading: Credibility and Theory by Scott Ashworth, Christopher Berry, and Ethan Bueno De Mesquita\nCreating and keeping a professional website is a daunting prospect that I have wanted to tackle for awhile. My goal is to use this website as a vehicle to promote my research and professional brand–whatever the hell that means. But I do not want this website to be an expanded CV. Sure it will serve that function, but that’s not who I am or, frankly, how I want to spend my time.\nI want my website to be a reflection of me, not simply the polished professional academic version of me. My posts will be eclectic, sometimes irreverent and othertimes lighthearted. Somethings I present in this space will be carefully crafted and othertimes they will be error filled and hastily thrown together. A good bit of the expected erraticness of this website will be a result of my ADHD. Occasionally, the mental energy it takes to polish my writing is taxing and I want to reserve that energy for my teaching and research responsibilities. It is important for me to create a good website…but not that important.\nI also have been looking for a space to share how amazing my partner is and pictures of our dogs. My wife is brilliant, hilarious, driven and good at almost everything! Why would I want to avoid writing about her? My dogs are adorable! How can I deprive the world of their beauty? I would be a fool to hide my light under a bushel.\nHopefully, you enjoy yourself!\n\n\n\n",
    "preview": "posts/2021-08-16-life/Furry_Family.jpg",
    "last_modified": "2021-08-21T13:57:37-07:00",
    "input_file": {}
  },
  {
    "path": "posts/welcome/",
    "title": "Welcome to my website!",
    "description": "What am I thinking?",
    "author": [
      {
        "name": "Michael Overton",
        "url": "https://example.com/norajones"
      }
    ],
    "date": "2021-08-16",
    "categories": [],
    "contents": "\n\n\n\n",
    "preview": {},
    "last_modified": "2021-08-16T13:58:12-07:00",
    "input_file": {}
  }
]
